{
    "title": "Allgemeine Geschäftsbedingungen (AGB)",
    "sections": [
      {
        "heading": "Geltungsbereich",
        "content": "Diese Allgemeinen Geschäftsbedingungen (AGB) gelten für alle Verträge über die Vermietung von Fahrzeugen zwischen der Autovermietung und dem Mieter."
      },
      {
        "heading": "Vertragsabschluss",
        "content": "Der Vertrag kommt zustande, wenn der Mieter das Angebot der Autovermietung annimmt und die Autovermietung die Annahme bestätigt."
      },
      {
        "heading": "Mietdauer",
        "content": "Die Mietdauer beginnt mit der Übernahme des Fahrzeugs und endet mit der Rückgabe des Fahrzeugs. Eine Verlängerung der Mietdauer bedarf der Zustimmung der Autovermietung."
      },
      {
        "heading": "Mietpreis und Zahlung",
        "content": "Der Mietpreis richtet sich nach der aktuellen Preisliste der Autovermietung und ist im Nachhinein zu zahlen. Zusätzliche Kosten, wie z.B. für Benzin, Schäden oder verspätete Rückgabe, werden gesondert in Rechnung gestellt."
      },
      {
        "heading": "Kaution",
        "content": "Der Mieter hinterlegt eine Kaution, die bei ordnungsgemäßer Rückgabe des Fahrzeugs zurückerstattet wird."
      },
      {
        "heading": "Fahrzeugnutzung",
        "content": "Das Fahrzeug darf nur vom Mieter oder den im Mietvertrag angegebenen Fahrern genutzt werden. Der Mieter verpflichtet sich, das Fahrzeug sorgsam zu behandeln und alle geltenden Verkehrsvorschriften zu beachten."
      },
      {
        "heading": "Versicherung",
        "content": "Das Fahrzeug ist haftpflichtversichert. Der Mieter kann zusätzlich eine Vollkaskoversicherung abschließen. Im Schadensfall haftet der Mieter bis zur Höhe der Selbstbeteiligung."
      },
      {
        "heading": "Haftung",
        "content": "Der Mieter haftet für alle Schäden, die durch unsachgemäße Nutzung des Fahrzeugs entstehen. Schäden am Fahrzeug sind unverzüglich zu melden. Die Autovermietung haftet für keine Schäden, die durch grobe Fahrlässigkeit oder Vorsatz verursacht wurden."
      },
      {
        "heading": "Rückgabe des Fahrzeugs",
        "content": "Das Fahrzeug ist zum vereinbarten Zeitpunkt und am vereinbarten Ort zurückzugeben. Bei verspäteter Rückgabe kann eine zusätzliche Gebühr erhoben werden."
      },
      {
        "heading": "Datenschutz",
        "content": "Die Autovermietung verarbeitet personenbezogene Daten des Mieters gemäß den geltenden Datenschutzbestimmungen."
      },
      {
        "heading": "Schlussbestimmungen",
        "content": "Änderungen oder Ergänzungen des Mietvertrages bedürfen der Schriftform. Sollte eine Bestimmung dieser AGB unwirksam sein, bleibt die Wirksamkeit der übrigen Bestimmungen unberührt."
      }
    ]
  }
  